[Demonologie_expert.A_ArcaneShield_Ability H7HeroAbility]
mName="谢尔格外衣"
mTooltip="盟友生物在战斗开始时获得 %buff2.buff.stat %icon_health 生命值加成。此效果可以被驱散。"

[Demonologie_expert.A_Manteau_de_enfer_Buff H7BaseBuff]
mName="谢尔格外衣"
mTooltip="%stat %icon_health 生命值。"

[Demonologie_grand_maitre.A_destruction_vers H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="地狱毁灭"
mTooltip="该生物在回合结束时对所有相邻的敌方生物造成 %d.min 伤害。"

[Demonologie_grand_maitre.A_Regeneration_vers H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="深渊蠕虫再生"
mTooltip="此生物在回合开始时治疗所有相邻友方单位 %d.min %icon_health 生命值。"

[Demonologie_grand_maitre.A_abyssal_ver_life_buff H7BaseBuff]
mName="深渊蠕虫活力"
mTooltip="吸收 %special.val3 伤害。"

[Demonologie_grand_maitre.A_life_Abyssal_vers H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="深渊蠕虫活力"
mTooltip="深渊蠕虫可以吸收 %buff1.buff.special.val1 到 %buff1.buff.special.val2 伤害。"

[Demonologie_grand_maitre.A_SummonElemental H7HeroAbility]
mName="深渊蠕虫召唤"
mTooltip="每场战斗召唤一次深渊蠕虫，其攻击造成每英雄等级10点伤害。"

[demonologie_maitre.A_ArcaneAttunement_Ability H7HeroAbility]
mName="地狱姿态"
mTooltip="如果盟友单位在其回合或士气回合期间未造成伤害，则获得20%魔法抗性，直到其下一回合结束。"

[demonologie_maitre.A_enferStance_CreatureAbility H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="地狱姿态"
mTooltip="如果该生物在其回合期间未造成伤害，则承受的 %icon_magic 魔法伤害减少 %buff1.buff.res1，直到其下一回合结束。"

[demonologie_maitre.A_Infernal_Stance_Buff_DefenseIncrease H7BaseBuff]
mName="地狱姿态"
mTooltip="该生物承受的 %icon_magic 魔法伤害减少 %res1，持续 %durnow 回合。"

[Demonologie_novice.A_ArcaneCatalyst_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="恶魔能量"
mTooltip="友方生物的基础伤害增加 %buff1.buff.stat1。"

[Demonologie_novice.A_dephasage_Buff H7BaseBuff]
mName="清晰"
mTooltip=""

[Demonologie_novice.A_force_demoniaque_Masterh H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="地狱领主"
mTooltip="英雄开始时拥有新手级的进攻技能和 %spell1.name 能力。此能力额外增加友方生物的基础伤害 +1。"

[Demonologie_grand_maitre.byssal_vers H7Creature]
mName="深渊蠕虫"
mLore=""

v1.34

[Demonologie_novice.A_Accuracy_demon_Master_Buffh H7BaseBuff]
mName="恶魔能量"
mTooltip=""

[Demonologie_novice.A_Accuracydem_Buffh H7BaseBuff]
mName="恶魔能量"
mTooltip=""

v1.38

[Veyers_skill_demonologie_debug.A_Metamagic_Skill H7Skill]
mDescriptions[0]="增强传送门的力量。"
mDescriptions[2]="英雄获得 +2 %icon_magic 魔力。\n在法术书中解锁 <font color="#6495ED">"恶魔传送门"</font>，召唤相当于魔法值2%的 <font color="#6495ED">2</font> 个随机友方恶魔 <font color="#6495ED">核心</font> 生物队伍。"
mDescriptions[3]="英雄获得 +2 %icon_magic 魔力。"
mDescriptions[4]="英雄获得 +2 %icon_magic 魔力。"
mName="恶魔学"
mTooltip="每级增加魔力并启用恶魔传送门。"

[Demonologie_novice.A_ArcaneChanneling_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="召唤师"
mTooltip="英雄根据战斗开始时战场上存在的每个召唤的恶魔生物队伍，获得 %stat %icon_magic 魔力，%icon_attack 力量和 %icon_defense 防御力。"

[Demonologie_novice.A_dephasage_Buff H7BaseBuff]
mName="召唤师"
mTooltip=""

[Demonologie_novice.A_dephasage_hero_boost_Buff H7BaseBuff]
mName="召唤师"
mTooltip=""

[Demonologie_novice.A_dephasage_setting_Buff H7BaseBuff]
mName="恶魔传送门"
mTooltip="一个大小为该队伍 %special 的新队伍将在回合结束时被召唤到此生物旁边。"

[Demonologie_novice.A_dephasage_setting_elite_Buff H7BaseBuff]
mName="新手恶魔传送门"
mTooltip="一个大小为该队伍 %special 的新队伍将在回合结束时被召唤到此生物旁边。"

[Demonologie_novice.A_dephasage_setting_champion_Buff H7BaseBuff]
mName="专家恶魔传送门"
mTooltip="一个大小为该队伍 %special 的新队伍将在回合结束时被召唤到此生物旁边。"

[Veyers_skill_demonologie_debug.A_BurningDetermination H7HeroAbility]
mName="恶魔传送门"
mTooltip="在回合结束时召唤 <font color="#6495ED">2</font> 个随机友方恶魔 <font color="#6495ED">核心</font> 生物队伍的 %special1.val2，每场战斗一次。"

[Demonologie_novice.A_BurningDetermination H7HeroAbility]
mName="新手恶魔传送门"
mTooltip="在回合结束时召唤 <font color="#6495ED">2</font> 个随机友方恶魔 <font color="#6495ED">精英</font> 生物队伍的 %special1.val2，每场战斗一次。"

[Demonologie_expert.A_Fortune H7HeroAbility]
mName="专家恶魔传送门"
mTooltip="在回合结束时召唤 <font color="#6495ED">1</font> 个随机友方恶魔 <font color="#6495ED">冠军</font> 生物队伍的 %special1.val2，每场战斗一次。"